Checks if the fabrication configuration is valid.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
  Since:  2016
 Syntax
  C#
public bool IsValid()
  Visual Basic
Public Function IsValid As Boolean
  Visual C++
public:
bool IsValid()
 Return Value
 True if the fabrication configuration is valid.
 See Also
  FabricationConfigurationInfo Class
  Autodesk.Revit.DB Namespace